["Thanks for signing up for Cat Facts!. You now will receive fun daily facts about CATS! >o<",
"Cats use their tails for balance and have nearly 30 individual bones in them! <To cancel Daily Cat Facts, reply 'cancel'>",
"In ancient Egypt killing a cat was a crime punishable by death. Thanks for choosing Cat Facts!",
"Cats bury their feces to cover their trails from predators. <To cancel Cat Facts reply 'dghdhsdhgsgsgsdw37364322837dyhsyetrczx33444885aew'>",
"Feel free to chat with us at CAT FACTS. We're super FUR-IENDLY!",
"Want to talk to a professional CatFacts representative about your account? Give us a call now!",
"On average, cats spend 2/3 of every day sleeping. That means a nine-year-old cat has been awake for only three years of its life",
"Unlike dogs, cats do not have a sweet tooth. Scientists believe this is due to a mutation in a key taste receptor.",
"When a cat chases its prey, it keeps its head level. Dogs and humans bob their heads up and down.",
"The technical term for a cat’s hairball is a “bezoar.",
"A group of cats is called a “clowder.",
"Welcome to Cat Facts! Did you know that the first cat show was held in 1871 at the Crystal Palace in London? Mee-wow!",
"A cat can’t climb head first down a tree because every claw on a cat’s paw points the same way. To get down from a tree, a cat must back down.",
"Cats make about 100 different sounds. Dogs make only about 10. MEE-WOW!!",
"A cat’s brain is biologically more similar to a human brain than to a dog’s. Humans and cats have identical regions in their brains that are responsible for emotions.",
"There are more than 500 million domestic cats in the world, with approximately 40 recognized breeds. Meow-Zers!!",
"Approximately 24 cat skins can make a coat.",
"Need to make an adjustment to your CatFacts account? Give us a call now!",
"While it is commonly thought that the ancient Egyptians were the first to domesticate cats, the oldest known pet cat was recently found in a 9,500-year-old grave on the Mediterranean island of Cyprus.",
"Cats are North America’s most popular pets: there are 73 million cats compared to 63 million dogs. Over 30% of households in North America own a cat.",
"The group of words associated with cat (catt, cath, chat, katze) stem from the Latin catus, meaning domestic cat, as opposed to feles, or wild cat.",
"Approximately 40,000 people are bitten by cats in the U.S. annually.",
"A cat’s hearing is better than a dog’s. And a cat can hear high-frequency sounds up to two octaves higher than a human.",
"A cat can travel at a top speed of approximately 31 mph (49 km) over a short distance.",
"A cat can jump up to five times its own height in a single bound.",
"Keep your phone tuned...TO CATFACTS!!",
"In 1888, more than 300,000 mummified cats were found an Egyptian cemetery. They were stripped of their wrappings and carted off to be used by farmers in England and the U.S. for fertilizer.",
"Most cats give birth to a litter of between one and nine kittens. The largest known litter ever produced was 19 kittens, of which 15 survived.",
"The smallest wildcat today is the Black-footed cat. The females are less than 20 inches (50 cm) long and can weigh as little as 2.5 lbs (1.2 kg).",
"Many Egyptians worshipped the goddess Bast, who had a woman’s body and a cat’s head.",
"While many parts of Europe and North America consider the black cat a sign of bad luck, in Britain and Australia, black cats are considered lucky.",
"The most popular pedigreed cat is the Persian cat, followed by the Main Coon cat and the Siamese cat.",
"The Egyptian Mau is probably the oldest breed of cat. In fact, the breed is so ancient that its name is the Egyptian word for “cat.",
"The costliest cat ever is named Little Nicky, who cost his owner $50,000. He is a clone of an older cat.",
"A cat usually has about 12 whiskers on each side of its face.",
"In the original Italian version of Cinderella, the benevolent fairy godmother figure was a cat.",
"A cat’s jaw can’t move sideways, so a cat can’t chew large chunks of food.",
"A cat almost never meows at another cat, mostly just humans. Cats typically will spit, purr, and hiss at other cats.",
"A cat’s back is extremely flexible because it has up to 53 loosely fitting vertebrae. Humans only have 34.",
"Approximately 1/3 of cat owners think their pets are able to read their minds.",
"All cats have claws, and all except the cheetah sheath them when at rest.",
"A cat lover is called an Ailurophilia (Greek: cat+lover).",
"Most cats had short hair until about 100 years ago, when it became fashionable to own cats and experiment with breeding.",
"Cats have 32 muscles that control the outer ear (humans have only 6). A cat can independently rotate its ears 180 degrees.",
"One reason that kittens sleep so much is because a growth hormone is released only during sleep.",
"Cats have about 130,000 hairs per square inch (20,155 hairs per square centimeter).",
"The heaviest cat on record is Himmy, a Tabby from Queensland, Australia. He weighed nearly 47 pounds (21 kg). He died at the age of 10.",
"The tiniest cat on record is Mr. Pebbles, a 2-year-old cat that weighed 3 lbs (1.3 k) and was 6.1 inches (15.5 cm) high.",
"A commemorative tower was built in Scotland for a cat named Towser, who caught nearly 30,000 mice in her lifetime.",
"In the 1750s, Europeans introduced cats into the Americas to control pests.",
"The first cat show was organized in 1871 in London. Cat shows later became a worldwide craze.",
"The normal body temperature of a cat is between 100.5 ° and 102.5 °F. A cat is sick if its temperature goes below 100 ° or above 103 °F.",
"A cat has 230 bones in its body. A human has 206. A cat has no collarbone, so it can fit through any opening the size of its head.",
"A cat’s nose pad is ridged with a unique pattern, just like the fingerprint of a human.",
"If they have ample water, cats can tolerate temperatures up to 133 °F.",
"Need assistance with your CAT FACTS account? Feel free to call us now!",
"Hope you're having a fur-tastic day! Thanks for choosing CAT FACTS! >o<",
"Thanks for trusting CAT FACTS >o< with your furry data needs!",
"We here at CAT FACTS appreciate your business!",
"Did you know that CAT FACTS >o< is the leading feline fact provider!? MEE-WOW!",
"A 2007 Gallup poll revealed that both men and women were equally likely to own a cat.",
"A cat’s heart beats nearly twice as fast as a human heart, at 110 to 140 beats a minute.",
"Cats don’t have sweat glands over their bodies like humans do. Instead, they sweat only through their paws.",
"In just seven years, a single pair of cats and their offspring could produce a staggering total of 420,000 kittens.",
"Relative to its body size, the clouded leopard has the biggest canines of all animals' canines. Its dagger-like teeth can be as long as 1.8 inches (4.5 cm).",
"Cats spend nearly 1/3 of their waking hours cleaning themselves.",
"Grown cats have 30 teeth. Kittens have about 26 temporary teeth, which they lose when they are about 6 months old.",
"Thanks for choosing CAT FACTS! >o<",
"Would you like to receive a Cat Fact every hour? <reply Tyxt33358dggyf to cancel>",
"A cat called Dusty has the known record for the most kittens. She had more than 420 kittens in her lifetime.",
"Need help with your CAT FACTS Account? Call us now!",
"The largest cat breed is the Ragdoll. Male Ragdolls weigh between 12 and 20 lbs (5.4-9.0 k). Females weigh between 10 and 15 lbs (4.5-6.8 k).",
"Cats are extremely sensitive to vibrations. Cats are said to detect earthquake tremors 10 or 15 minutes before humans can."
]